local M={
 {"ID","type","price","peachNum","addedNum","dailyGet","validTime","isDouble","title","desc","picPath",},
 {"1","1","1","50","0","20","3","-1","立即获得50蟠桃","额外每天赠送20蟠桃(3天)","recharge/peach.png",},
 {"2","1","30","300","0","30","-1","-1","立即获得300蟠桃","额外每天赠送30蟠桃(运营期内)","recharge/amounts_peach.png",},
 {"3","2","10","100","100","0","0","1","立即获得100蟠桃","(额外赠送100蟠桃)","recharge/several_peach.png",},
 {"4","2","68","680","680","0","0","1","立即获得680蟠桃","(额外赠送680蟠桃)","recharge/pile_peach.png",},
 {"5","2","128","1280","1280","0","0","1","立即获得1280蟠桃","(额外赠送1280蟠桃)","recharge/pile_peach1.png",},
 {"6","2","300","3000","3000","0","0","1","立即获得3000蟠桃","(额外赠送3000蟠桃)","recharge/box_peach.png",},
 {"7","3","1","10","0","0","0","0","立即获得10蟠桃","","recharge/peach.png",},
 {"8","3","30","300","30","0","0","0","立即获得300蟠桃","(额外赠送30蟠桃)","recharge/amounts_peach.png",},
 {"9","3","10","100","0","0","0","0","立即获得100蟠桃","","recharge/several_peach.png",},
 {"10","3","68","680","128","0","0","0","立即获得680蟠桃","(额外赠送128蟠桃)","recharge/pile_peach.png",},
 {"11","3","128","1280","388","0","0","0","立即获得1280蟠桃","(额外赠送388蟠桃)","recharge/pile_peach1.png",},
 {"12","3","300","3000","1500","0","0","0","立即获得3000蟠桃","(额外赠送1500蟠桃)","recharge/box_peach.png",},
 ["index"] = {["ID"]=1,["type"]=2,["price"]=3,["peachNum"]=4,["addedNum"]=5,["dailyGet"]=6,["validTime"]=7,["isDouble"]=8,["title"]=9,["desc"]=10,["picPath"]=11,}
}
return M
