local M={
 {"id","tips",},
 {"1","实在无能为力了？开场用个老君金丹，关键时候使用芭蕉扇或者金刚盾，都能使局势大大不同！",},
 {"2","怎么打也打不过？升级你的神仙，突破你的妖怪！还是不行？你该选择更强大的神仙了！",},
 {"3","每天上线别忘了去神秘商人那淘淘货，便宜又实惠，还有强大的神仙妖怪出售。",},
 {"4","道具提供的帮助是非常明显的，不过依靠道具过关后别忘了继续提升自己的实力！",},
 {"5","神仙10级以后的实力和10级以前完全不同，砸锅卖铁也要让他们变身！",},
 {"6","有些妖怪突破后十分强大，多尝试用用不同的妖怪，他们会带给你惊喜。",},
 {"7","任务、成就、历练和深渊试炼都能大幅度增强你的实力，千万别忘了常去关注一下！",},
 {"8","宝物对你的提升非常大，当你遇到瓶颈的时候，把上一章的宝物收集齐了试试？",},
 {"9","有些妖怪行动敏捷，攻势凶猛，如果你的防御塔等级不足，将屡战屡败。升级唐僧和防御塔吧！",},
 {"10","妖怪巢穴常常都有强大妖魔守护，灵气等级和兵力不足就推过去攻击巢穴可不是个明智的选择！",},
 {"11","有些弱小的BOSS喜欢人海战术，把他和小妖们引入照妖镜攻击范围，消灭它的爪牙再慢慢折磨他！",},
 {"12","尽管BOSS攻击又狠又远，收集更多“扛得住”和“跑得快”顶住压力，慢慢磨死他！",},
 {"13","挑战卡槽关时带上一只高灵气消耗的神仙或者妖怪会轻松很多，不过手上攒了太多记得及时弃牌！",},
 {"14","在卡槽关里面，在手上存牌然后一波推过去可能是更好的策略哦！",},
 {"15","石头属性的怪物皮糙肉厚攻守兼备，你不仅需要一个高伤害的布属性神仙，还需要一个扛得住的!",},
 {"16","拥有剪刀属性的妖怪攻击力和速度都非常出色，如果你的阵容中没有石头属性的神仙，赶紧跑吧！",},
 {"17","布属性的妖怪实力强大行动缓慢，让跑的飞快的“剪刀”们当好炮灰，用源源不断的神仙堆死他们！",},
 ["index"] = {["id"]=1,["tips"]=2,}
}
return M
