local M={
 {"stageId","energyCost","towerId","distance","requireStage","award","buddha_type","description","buddha_description",},
 {"1","0","1","900","15","87","石头、肉盾、群攻","炼狱挑战，解救被困的石头属性神仙土吒，有难度，建议完成20关后来挑战","强于小天将，还能克制剪刀，乃前中期必备",},
 {"2","0","2","900","25","16","远程、高攻","炼狱挑战，解救被困的强力远程高攻紫霞，有难度，建议完成20关后来挑战","攻击超高身材好，取经路上少不了",},
 {"3","0","3","900","35","91","剪刀","炼狱挑战，解救被困的土地老儿，有难度，建议完成40关后来挑战","土地老儿剪刀手，专克布特性BOSS",},
 {"4","0","4","900","45","13","群攻、超远程","炼狱挑战，解救被困的太上老君，有难度，建议完成50关后来挑战","超远群攻，坐得高就打得远",},
 {"5","0","5","900","55","93","布、群攻、远程、肉盾","炼狱挑战，解救被困的财神，有难度，建议完成60关后来挑战","一炮打一群石头，财神在手，过关不愁",},
 {"6","0","6","900","65","89","石头、肉盾、群攻","炼狱挑战，解救被困的太乙二号机，建议完成70关后来挑战","21世纪钢铁侠穿越到西游，中期石头扛得住",},
 {"7","0","7","900","65","10","剪刀、高攻","炼狱挑战，解救被困的小屁孩儿哪吒，建议完成70关后来挑战","剪刀手哪吒，高攻克制布特性妖怪",},
 {"8","0","8","900","75","66","高攻","炼狱挑战，解救被困的女神小龙女，建议完成78关后来挑战","骑着海马打得远，攻击高到没朋友",},
 ["index"] = {["stageId"]=1,["energyCost"]=2,["towerId"]=3,["distance"]=4,["requireStage"]=5,["award"]=6,["buddha_type"]=7,["description"]=8,["buddha_description"]=9,}
}
return M
